Repository: deniosm/openbosniana-control-center
Catalog: usr/share/ob-control-center/start-menu/menu11center/plasmoids/menu11/translate/*.po
Languages: bs

source: Menu 11
bs: Menü 11

source: A highly customizable launcher inspired from windows 11 menu. Fork of MenuZ.
bs: Visoko prilagodljiv pokretač aplikacija inspirisan iz Windows 11 menija. Fork MenuZ-a.

source: General
bs: Općenito

source: Icon:
bs: Ikona:

source: Menu Position:
bs: Pozicija

source: Center
bs: Centar

source: On Edge
bs: Na rubu

source: Pinned item:
bs: Prikvačena stavka:

source: Favourite apps
bs: Omiljene aplikacije

source: Recent apps
bs: Nedavne aplikacije

source: Recent documents
bs: Nedavni dokumenti

source: Recommended item:
bs: Preporučene stavke:

source: None
bs: Ništa

source: Number of columns in grid:
bs: Broj kolona u mreži:

source: Number of rows in grid:
bs: Broj redova u mreži:

source: Icon Properties:
bs: Svojstva ikone:

source: Panel Properties:
bs: Svojstva panela:

source: Show All apps by default
bs: Prikaži sve aplikacije po defaultu

source: Replace Explorer icon in footer
bs: Zamijeni ikonu Explorera u podnožju

source: Reduce Icon Size for User Profile
bs: Smanjite veličinu ikone za korisnički profil

source: Reduce Icon Size for Footer
bs: Smanjite veličinu ikone za podnožje

source: Reduce Icon Size for Pinned item
bs: Smanji veličinu ikone za zakačenu stavku

source: Allow label to have two lines (Pinned)
bs: Dozvoli da oznaka ima dva reda (zakačena)

source: Show Description for all apps and search item
bs: Prikaži opis za sve aplikacije i stavku pretraživanja

source: Always Show Search Bar
bs: Uvijek prikaži traku za pretraživanje

source: Prefer showing full name, instead of login name
bs: Preferira prikaz punog imena, umjesto imena za prijavu

source: Show applications as:
bs: Prikaži aplikacije kao:

source: Name only
bs: Samo ime

source: Description only
bs: Samo opis

source: Name (Description)
bs: Ime (Opis)

source: Description (Name)
bs: Opis (Ime)

source: Icons on Bottom bar:
bs: Ikone na donjoj traci:

source: Documents
bs: Dokumenti

source: Pictures
bs: Slike

source: Music
bs: Muzika

source: Downloads
bs: Preuzimanja

source: Videos
bs: Videozapisi

source: File manager
bs: Upravitelj datotekama

source: System settings
bs: Postavke sistema

source: Lock screen
bs: Zaključaj ekran

source: Power options
bs: Opcija energije

source: Search:
bs: Traži:

source: Expand search to bookmarks, files and emails
bs: Proširi pretragu na oznake, datoteke i e-poštu

source: Type here to search
bs: Ovdje upišite za pretraživanje

source: All apps
bs: Sve aplikacije

source: Recommended
bs: Preporučeno

source: Pinned
bs: Zakačeno

source: Back
bs: Nazad

source: More
bs: Više

source: Go to user settings
bs: Idi na korisničke postavke
